Repository: xbianonpi/xbian-config-python
Catalog: po/*.po
Languages: de

source: A reboot is required. Do you want to reboot now?
de: Ein Neustart ist erforderlich. Jetzt neustarten?

source: Please wait...
de: Bitte warten ...

source: Initialisation...
de: Initialisierung ...

source: Loading
de: Laden

source: Enter your License key
de: Geben Sie ihren Lizenz-Schlüssel ein

source: License key
de: Lizenz-Schlüssel

source: Install new packages
de: Neue Programmpakete installieren

source: package
de: Programmpaket

source: Configure your network
de: Netzwerk konfigurieren

source: Network
de: Netzwerk

source: Configuring your wired or wireless connection in XBian is really easy. XBian can run without internet access but you will have a better experience with it.
de: Die Konfiguration deiner Netzwerkverbindung ist XBian ist einfach. Es ist zwar grundsätzlich möglich XBian ohne eine Internetverbindung zu verwenden, jedoch wird dein Erlebnis mit mit einer Verbindung zum Internet deutlich besser sein.

source: Update XBian
de: XBian aktualisieren

source: update
de: Aktualisieren

source: Welcome to XBian
de: Willkommen auf XBian

source: Welcome
de: Willkommen

source: Thanks for choosing XBian.[CR][CR]XBian is a free Open Source media centre XBian for the Raspberry Pi.[CR]Our slogans is "XBMC on Raspberry Pi, the Bleeding edge" as our main focus is on delivering the fasted media centre for the Raspberry Pi.[CR][CR]We believe that everyone can make XBian better.[CR]Please visit our www.xbian.org for support. If you have any questions, suggestions or contributions, please share them with us!
de: Danke, dass du dich für XBian entschieden hast.[CR][CR]XBian ist eine kostenlose quelloffene Media-Center-Distribution für den Raspberry Pi.[CR]Unser Motto ist "XBMC on Raspberry Pi, the Bleeding edge" und unser Ziel ist es das schnellste Media-Center für den Raspberry Pi zu entwickeln.[CR][CR]Wir sind der Meinung, dass jeder etwas zu XBian beitragen kann.[CR]Bei Problemen stehen wir dir gerne unter www.xbian.org zur Verfügung. Wenn du Fragen, Anregungen oder etwas zu XBian beitragen möchtest, dann lass es uns wissen!

source: Restore Home
de: Benutzerverzeichnis wiederherstellen

source: Restore
de: Wiederherstellen

source: XBian will offer you an easy way to backup your setup.[CR]If you have a previous backup of your home[CR](it contain your XBMC configuration, addons, settings including Libraries...),[CR]you can restore now.[CR][CR]Later, if you want to do a backup, create a snapshot and many more,[CR],go to system->xbian->backup
de: XBian bietet dir eine einfache Möglichkeit deine Einstellungen zu speichern.[CR]Wenn du ein Backup deiner Daten hast[CR](es beinhaltet deine XBMC Konfiguration, Add-ons, Einstellungen mit Biblliotheken...),[CR]kannst du diese nun wiederherstellen.[CR][CR]Wenn du später ein Backup, ein Snapshot oder vieles mehr erstellen möchtest.[CR]Dann findest du dies unter System->XBian->Datensicherung

source: It's time to play
de: Zeit zu spielen

source: Finish
de: Beenden

source: You now have a fully configured XBian.[CR]We hope it will give you a great experience.[CR][CR]If you want to manage additional XBian settings: Go System -> XBian.[CR]If you want to rerun this Wizard at a later date: Select tab XBian Wizard under System
de: Dein XBian ist nun vollständig konfiguriert.[CR]Wir wünschen dir ein großartiges Erlebnis.[CR][CR]Wenn du zusätzliche Einstellungen vornehmen möchtest, dann findest du diese unter: System -> XBian.[CR]Zum zukünftigen Ausführen dieses Assistenten wähle den "XBian Wizard" Tab unter System.

source: Advanced
de: Erweitert

source: Advanced_mode
de: Erweiterter Modus

source: Notifications
de: Benachrichtigungen

source: Notify on error
de: Benachrichtigen bei einem Fehler

source: Notify on success
de: Benachrichtigen bei einem Erfolg

source: Ask confirmation before saving new settings
de: Bestätigung vor dem Speichern der neuer Einstellungen

source: Video output
de: Videoausgang

source: Change HDMI, CEC and overscan settings
de: Ändern der HDMI-, CEC- und Übertastungseinstellungen

source: Video flags successfully updated
de: Video-Flags erfolgreich aktualisiert

source: Force HDMI output when no tv is identified
de: Erzwinge HDMI-Ausgang, wenn kein Fernseher erkannt wird

source: Ignore HDMI output even if a tv is connected
de: Ignoriere HDMI-Ausgang, auch wenn ein Fernsehgerät angeschlossen

source: Disable CEC
de: CEC deaktivieren

source: Disable overscan
de: Übertastung deaktivieren

source: Disable the 'rainbow' screen at really start of RPI
de: Deaktivieren des "Regenbogen"-Bildschirm-Logo beim starten RPi

source: Select interface to configure
de: Wähle die Schnittstelle zum konfigurieren aus

source: Type
de: Typ

source: Netmask
de: Netzmaske

source: Networkserver
de: Nameserver

source: Error
de: Fehler

source: Please wait while updating...
de: Bitte warte, bis die Aktualisierung abgeschlossen ist...

source: Reloading values for %s
de: Werte für %s nachladen

source: Successfully connected to %s
de: Erfolgreich zu %s verbunden

source: Failed to connect to %s
de: Es konnte keine Verbindung zu %s aufgebaut werden

source: An unexpected error occurred
de: Ein unerwarteter Fehler ist aufgetreten

source: Licenses
de: Lizenzen

source: MPG2 license
de: MPG2 Lizenz

source: %s successfully updated
de: %s erfolgreich aktualisiert

source: A %s must be 9 or 10 characters long and looks like 0x00000000. You can specify maximum 8 licenses, separated by comma.
de: Eine %s muss 9 oder 10 Zeichen lang sein und sieht aus wie 0x00000000. Sie können maximal 8 Lizenzen, durch Kommata getrennt, angeben.

source: VC1 license
de: VC1 Lizenz

source: Connectivity
de: Anschlussmöglichkeiten

source: Hostname successfully changed
de: Hostname erfolgreich geändert

source: Successfully switched kernel versions
de: Kernel-Version erfolgreich gewechselt

source: You're already running this kernel version
de: Sie verwenden bereits diese Kernel-Version

source: Overclocking
de: Übertaktung

source: The overclock settings are successfully changed
de: Die Übertaktungseinstellungen erfolgreich geändert

source: Timezone
de: Zeitzonen

source: Location
de: Standorte

source: Not Set
de: Nicht gesetzt

source: Accounts
de: Konten

source: Root password
de: Root-Passwort

source: Password:
de: Passwort:

source: root password successfully changed
de: Root-Passwort erfolgreich geändert

source: Passwords didn't match
de: Passwörter stimmen nicht überein.

source: XBian password
de: XBian-Passwort

source: xbian password successfully changed
de: xbian-Passwort erfolgreich geändert

source: Get more...
de: Mehr...

source: Install or remove packages
de: Installieren oder Entfernen von Paketen

source: Installed
de: Installiert

source: Not installed
de: Nicht installiert

source: Loading package database dialog...
de: Lade Paketdatenbankdialog...

source: Are you sure you want to remove this package?
de: Sind Sie sicher, dass Sie dieses Paket entfernen möchten?

source: Remove
de: Entfernen

source: This package is not installed
de: Dieses Paket ist nicht installiert

source: This is an essential package, and cannot be removed
de: Dies ist ein erforderliches Paket und kann nicht entfernt werden

source: The package was successfully installed
de: Das Paket wurde erfolgreich installiert

source: This package has been successfully removed
de: Dieses Paket wurde erfolgreich entfernt

source: Downloading remote package database...
de: Herunterladen von Remote-Paketdatenbank...

source: Packages
de: Pakete

source: Install
de: Installieren

source: Are you sure you want to install or update this package?
de: Sind Sie sicher, dass Sie dieses Paket installieren oder aktualisieren möchten?

source: The latest version of this package is already installed
de: Die neueste Version dieses Pakets ist bereits installiert

source: The package version you are trying to install could not be found
de: Die Paketversion, die Sie versuchen zu installieren, konnte nicht gefunden werden

source: You are already running a newer version of this package than officially available
de: Es ist bereits eine neuere Version dieses Pakets installiert als sie offiziell verfügbar ist

source: There is a size mismatch for the remote packages
de: Größe entspricht nicht der Remote-Pakete

source: A serious error occured while processing this package
de: Ein schwerwiegender Fehler ist aufgetreten beim verarbeiten dieses Paket

source: Edit
de: Editieren

source: Add a custom service
de: Benutzerdefinierten Dienst hinzufügen

source: Running
de: Betrieb

source: Stopped
de: Gestoppt

source: Service
de: Dienst

source: Start/stop and manage services
de: Dienste verwalten

source: Restart
de: Neustart

source: Disable autostart
de: Autostart deaktivieren

source: Delete
de: Löschen

source: Refresh
de: Aktualisieren

source: Do you want to %s
de: Wollen Sie %s

source: Do you want to insert %s
de: Wollen Sie %s einfügen

source: The service has successfully been inserted
de: Der Dienst wurde erfolgreich ersetzt

source: Failed to refresh the service...
de: Das Aktualisieren des Dienstes ist fehlgeschlagen...

source: This service does not exists...
de: Der Dienst existiert nicht...

source: Services
de: Dienste

source: Turn CEC capable TV OFF with screensaver
de: CEC-fähigen FERNSEHER mit dem Bildschirmschoner AUSSCHALTEN

source: delay (min)
de: Wartezeit (Minuten)

source: Turn CEC capable TV ON when XBMC exits
de: CEC-fähigen FERNSEHER EINSCHALTEN, wenn XBMC beendet wird

source: Turn CEC capable TV OFF on RPI shutdown
de: CEC-fähigen FERNSEHER beim Herunterfahren des RPI AUSSCHALTEN

source: Enable USB disk automounting
de: Automatisches Einhängen einer USB-Festplatte aktivieren

source: Make automounted disks available via SMB
de: Automatisch eingehängte Festplatten über SMB verfügbar machen

source: Shares should be world writable (including anonymous access)
de: Freigaben sollten von allen beschreibbar sein (einschließlich anonymen Zugriffs)

source: Include partition UUID in mnt folder name
de: Partitions-UUID in mnt-Ordnername miteinbeziehen

source: Spin Down HDD
de: Festplatte herunterfahren

source: XBMC Dynamic Priority
de: XBMC Dynamische Priorität

source: Lower Nice priority
de: Niedrigere dynamische Priorität

source: Higher Nice priority
de: Höhere dynamische Priorität

source: Mount with sync option
de: Einhängen mit Synchronisierungsoption

source: Manage snapshot
de: Schnappschuss verwalten

source: Home backup
de: Benutzerdateien sichern

source: System backup
de: Systemdateien sichern

source: Auto snapshot
de: Automatischer Schnappschuss

source: Enable daily snapshot
de: Täglichen Schnappschuss aktivieren

source: Number of snapshot to keep
de: Anzahl an Schnappschüssen, die behalten werden sollen

source: Enable weekly snapshot
de: Wöchentlichen Schnappschuss aktivieren

source: Auto image
de: Automatisches Abbild

source: Destination type
de: Zieltyp

source: Block device
de: Blockgerät

source: Destination:
de: Ziel:

source: Start backup now
de: Datensicherung jetzt starten

source: Can't prepare destination filesystem
de: Zieldateisystem kann nicht vorbereitet werden

source: Write backup to %s?
de: Datensicherung unter %s speichern?

source: This will erase ALL data on %s, continue?
de: Diese wird ALLE Daten auf %s löschen. Fortsetzen?

source: Please wait while creating backup file
de: Erstellung der Backup-Datei, bitte warten...

source: Select Device
de: Gerät auswählen

source: Backup file is prepared at /xbmc-backup. Please grab the file over network or save locally.
de: Backup-Datei wird unter /xbmc-backup erstellt. Denke dran, die Backup-Datei auf deinen PC zu speichern.

source: Backup /home process failed!
de: Backup von /home ist fehlgeschlagen

source: Backup /home to file
de: Backup von /home als Datei

source: It can take several minutes depending on size of your /home/xbian directory
de: Es kann mehrere Minuten dauern, abhängig von der Größe ihres /home/xbian Verzeichnisses.

source: File will be created under /xbian-backup, which is also accessible through smb share
de: Datei wird unter /xbian-backup erstellt, das ebenfalls durch eine SMB-Freigabe erreichbar ist

source: Until finished, there will be just temp folder. Once ready, .img file will appear.
de: Während der Bearbeitung wird es nur ein temporäres Verzeichnis geben. Nach Beendigung, wird eine .img Datei vorhanden sein.

source: You can copy the file directly to you computer (the file will be deleted during reboots!)
de: Sie können die Datei direkt auf Ihren Computer kopieren (die Datei wird bei Neustarts gelöscht!)

source: To restore your XBMC, just copy .img file to /xbian-backup/put_to_restore folder.
de: Zum Wiederherstellen von XBMC kopieren Sie die .img-Datei in das Verzeichnis /xbian-backup/put_to_restore.

source: Restore backup
de: Backup wiederherstellen

source: Select Home Image
de: Wähle ein Hintergrundbild

source: %s : Do you want to restore home from %s?
de: %s: Soll das Benutzerverzeichnis aus %s wiederhergestellt werden?

source: It can take several minutes depending on size of your backup image.
de: Es kann mehrere Minuten dauern, abhängig von der Größe der Datensicherungsdatei.

source: Mount a snapshot
de: Schnappschuss einhängen

source: Snapshot
de: Schnappschuss

source: Loading volumes...
de: Volumina werden geladen...

source: Btrfs volume
de: Btrfs-Volumen

source: Rollback to a snapshot
de: Auf einen Schnappschuss zurückversetzen

source: Delete a snapshot
de: Schnappschuss löschen

source: Create a snapshot
de: Schnappschuss erstellen

source: Snapshot name
de: Schnappschussname

source: Backup
de: Datensicherung

source: Check for system updates
de: Überprüfen auf System-Aktualisierung

source: Updates
de: Aktualisierung

source: A serious error occured while processing these packages
de: Ein beim Verarbeiten dieser Pakete ist ein schwerwiegender Fehler aufgetreten

source: The packages are successfully updated
de: Die Pakete wurden erfolgreich aktualisiert

source: Are you sure you want to update these packages?
de: Sind Sie sicher, dass Sie diese Pakete aktualisieren möchten?

source: The latest versions of these packages are already installed
de: Die neuesten Versionen dieser Pakete sind bereits installiert

source: The packages you are trying to install could not be found
de: Die Pakete, die Sie versuchen zu installieren, konnten nicht gefunden werden

source: Retrieving list of upgradeable packages...
de: Abrufen der zu aktualisierbaren Pakete...

source: Update_to_date
de: Auf dem neustem Stand

source: Automatic updates
de: Automatische Aktualisierungen

source: Auto install available updates
de: Aktualisierungen automatisch installieren

source: Do a snapshot with APT-GET transaction
de: Einen Schnappschuss mit dem APT-GET-Vorgang ausführen

source: Update
de: Aktualisieren

source: Auto update package inventory
de: Paket-Verzeichnis automatisch aktualisieren

source: interval (days)
de: Intervall (Tage)

source: ERROR : cannot save setting
de: FEHLER: Kann Einstellungen nicht speichern

source: Setting has been saved
de: Einstellungen gespeichert

source: Data you have enter is not correct
de: Das eingegebene Datum ist nicht korrekt

source: Are you sure to apply modification?
de: Wollen Sie die Änderungen wirklich anwenden?

source: Value must be greater than %d
de: Wert muss größer sein als %d

source: Value must be lower than %d
de: Wert muss kleiner sein als %d

source: Scan
de: Scannen

source: Scanning for available networks...
de: Scannen nach verfügbaren Netzwerken ...

source: Enter credentials for selected interface
de: Gebe die Anmeldeinformationen für ausgewählte Schnittstelle ein

source: Please wait. Trying to connect to %s
de: Bitte warten... Versuche eine Verbindung zu %s herzustellen
